{"translation-revision-date":"2022-05-21 02:29:16+0000","generator":"GlotPress\/4.0.0-alpha.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"hu"},"Your title doesn't contain a %1$s word.":["A cím nem tartalmaz %1$s szavakat."],"Your title doesn't contain a %1$s. Add at least one.":["A cím nem tartalmazza a következőt: %1$s. Adj hozzá legalább egyet."],"We found %1$d outbound links in your content and all of them are nofollow.":["%1$s külső hivatkozás található a tartalomban, és mindegyik nofollow-ra van állítva."],"Content should be %1$s long.":["A tartalmat érdemes %1$s hosszúságúvá tenni."],"You have %1$s this Focus Keyword.":["Ezt a Fókusz Kulcsszót %1$s."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["A Tartalomjegyzék segíti a tartalom kisebb, emészthetőbb darabokra történő felbontását. Megkönnyíti az olvasást, ami jobb helyezést eredményezhet."],"You are using short paragraphs.":["A bekezdések megfelelően rövidek."],"Keyword Density is 0. Aim for around 1% Keyword Density.":["A kulcsszó-sűrűség 0. Érdemes az 1% körüli kulcsszó-sűrűséget elérni."],"Your title contains %1$d power word(s). Booyah!":["A cím tartalmaz %1$d akció szót. Hurrá!"],"URL is %1$d characters long. Consider shortening it.":["Az URL %1$d karakter hosszúságú. Fontold meg, lehet-e rövidíteni."],"URL is %1$d characters long. Kudos!":["Az URL %1$d karakter hosszúságú. Bravó!"],"Content is %1$d words long. Consider using at least 600 words.":["A tartalom %1$d szó hosszúságú. Érdemes legalább 600 szó hosszúságúra írni."],"Content is %1$d words long. Good job!":["A tartalom %1$d szó hosszúságú. Szép munka!"],"Focus Keyword doesn't appear at the beginning of your content.":["A Fókusz Kulcsszó nem található a tartalom elejénél."],"Focus Keyword appears in the first 10% of the content.":["A Fókusz Kulcsszó megtalálható a tartalom első 10%-ában."],"Include the focus keyword in the slug (permalink) of this post.":["Add hozzá a Fókusz Kulcsszót a bejegyzés közvetlen hivatkozásához."],"Use Focus Keyword in the URL.":["Használd a Fókusz Kulcsszót az URL-ben."],"Focus Keyword not found in the URL.":["A Fókusz Kulcsszó nem található az URL-ben."],"Focus Keyword used in the URL.":["A Fókusz Kulcsszó megtalálható az URL-ben."],"Make sure the focus keyword appears in the SEO description too.":["A Fókusz Kulcsszó jelenjen meg az SEO leírásban is."],"Add Focus Keyword to your SEO Meta Description.":["Add hozzá a Fókusz Kulcsszót az SEO Meta Leíráshoz."],"Focus Keyword not found in your SEO Meta Description.":["A Fókusz Kulcsszó nem található az SEO Meta Leírásban."],"Focus Keyword used inside SEO Meta Description.":["A Fókusz Kulcsszó megtalálható az SEO Meta Leírásban."],"Make sure the focus keyword appears in the SEO post title too.":["A Fókusz Kulcsszó jelenjen meg az SEO címsorban is."],"Add Focus Keyword to the SEO title.":["Add hozzá a Fókusz Kulcsszót az SEO Címsorhoz."],"Focus Keyword does not appear in the SEO title.":["A Fókusz Kulcsszó nem található az SEO Címsorban."],"Hurray! You're using Focus Keyword in the SEO Title.":["Hurrá! A Fókusz Kulcsszó megtalálható az SEO Címsorban."],"Focus Keyword doesn't appear in the content.":["A Fókusz Kulcsszó nem található a tartalomban."],"Focus Keyword found in the content.":["A Fókusz Kulcsszó megtalálható a tartalomban."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["A Fókusz Kulcsszónak érdemes a tartalom elején megjelennie, lehetőleg az első 10%-ban."],"Use Focus Keyword at the beginning of your content.":["Használd a Fókusz Kulcsszót a tartalom elején."],"Great! You are linking to external resources.":["Szuper! Külső oldal(ak)ra is linkelünk a tartalomban."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["A Fókusz Kulcsszót ajánlott berakni egy vagy több kép alt attribútumába is."],"Add an image with your Focus Keyword as alt text.":["Illessz be egy olyan képet, aminél a Fókusz Kulcsszó az alt attribútum."],"Focus Keyword not found in image alt attribute(s).":["A Fókusz Kulcsszó nem található egy kép alt attribútumában sem."],"Focus Keyword found in image alt attribute(s).":["A Fókusz Kulcsszó megtalálható egy vagy több kép alt attribútumában."],"already used":["már használatban"],"You are using a number in your SEO title.":["Az SEO címedben szám szerepel."],"Your SEO title doesn't contain a number.":["Az SEO címedben nincs szám."],"We are searching in database.":["Adatbázisban keresünk."],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["Ha a tartalomban szerepel kép\/vagy videó az vonzóbb a felhasználók számára. Emellett segít támogatni a szöveges tartalmad."],"Add a few images and\/or videos to make your content appealing.":["Adj hozzá pár képet\/vagy videót, hogy vonzóvá tedd a tartalmad."],"You are not using rich media like images or videos.":["Nem használsz olyan értéknövelt tartalmat mint a képek vagy videók."],"Your content contains images and\/or video(s).":["A tartalmadban vannak képek és\/vagy videó(k)."],"You don't seem to be using a %1$s.":["Úgy tűnik nem használod a(z) %1$s."],"Add %s to your title to increase CTR.":["Magasabb CTR-t érhet el az oldal ha szerepel benne %s."],"Link out to external resources.":["Link külső forrásokhoz."],"URL unavailable. Add a short URL.":["URL nem elérhető. Rövid URL hozzáadása."],"Minimum recommended content length should be 600 words.":["A tartalom ajánlott hosszúsága minimum 600 szó."],"Set a Focus Keyword for this content.":["Fókusz kulcsszó beállítása a tartalomhoz."],"You haven't used this Focus Keyword before.":["Ez a Fókusz Kulcsszó még nem volt használva."],"Add internal links in your content.":["Belső linkek hozzáadása a tartalomhoz."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Főcímek erős érzelmi töltettel (pozitív vagy negatív) több kattintást szereznek."],"It is recommended to make the focus keyword appear in the post content too.":["A fókusz kulcsszót ajánlott megjeleníteni a tartalomban is."],"Use Focus Keyword in the content.":["Használd a Fókusz Kulcsszót a tartalomban."],"At least one paragraph is long. Consider using short paragraphs.":["Legalább egy bekezdés hosszú. Fontold meg rövid bekezdések használatát."],"Permalink should be at most 75 characters long.":["A közvetlen hivatkozás legfeljebb 75 karakter hosszúságú legyen."],"Focus Keyword found in the subheading(s).":["A Fókusz Kulcsszó megtalálható az alcím(ek)ben."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["A Fókusz Kulcsszó nem található meg az alcím(ek)ben (H2, H3, H4, stb.)."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Használd a Fókusz Kulcsszót az alcímekben, úgy mint a H2, H3, H4, stb."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["Ajánlott hozzáadni a Fókusz Kulcsszót egy vagy több alcímhez a tartalomban."],"No outbound links were found. Link out to external resources.":["Kimenő link nem található. Próbálj meg külső forrásokra is hivatkozni."],"Add a number to your title to improve CTR.":["Javíthatja a CTR-t, ha hozzáadsz egy számot a címsorhoz."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["Az úgynevezett \"Power Word\" akciószavak több kattintást hozhatnak."],"Titles with positive or negative sentiment work best for higher CTR.":["A pozitív vagy negatív érzelmi töltöttségű címsorok magasabb CTR-t érnek el."],"Your title has a positive or a negative sentiment.":["A címsor pozitív vagy negatív érzelmi töltöttségű."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["A Fókusz Kulcsszónak érdemes a cím elején megjelennie."],"Use the Focus Keyword near the beginning of SEO title.":["Használd a Fókusz Kulcsszót a címsor elején."],"Focus Keyword doesn't appear at the beginning of SEO title.":["A Fókusz Kulcsszó nem található a címsor elejénél."],"Focus Keyword used at the beginning of SEO title.":["A Fókusz Kulcsszó megtalálható a címsor elejénél."],"Internal links decrease your bounce rate and improve SEO.":["A belső linkek csökkenthetik a visszafordulási arányt és javíthatják az SEO értéket."],"We couldn't find any internal links in your content.":["Belső link nem található a tartalomban."],"You are linking to other resources on your website which is great.":["Külső forrásokra hivatkozol, ami SEO szempontból előnyös lehet."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["Nincs ideális kulcsszó-sűrűség, de törekedjünk arra, hogy ne legyen túl magas. A legfontosabb dolog, hogy a szöveg természetesen hangozzon."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["Az úgynevezett PageRank Sculpting technika már nem működik. Érdemes a tartalomba nofollow és dofollow linkeket vegyesen beilleszteni."],"Add DoFollow links pointing to external resources.":["Adj hozzá külső forrásokra mutató DoFollow linkeket."],"At least one external link with DoFollow found in your content.":["Legalább egy, külső forrásra hivatkozó DoFollow link megtalálható a tartalomban."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Egyes kutatások szerint a számokat is tartalmazó címsorok 36%-kal több kattintást hozhatnak."],"It helps visitors read more about a topic and prevents pogosticking.":["Segít a felhasználóknak további információkhoz jutni, és csökkenti a Google keresési találataira történő visszafordulás esélyét."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["A rövidebb bekezdéseket könnyebb olvasni és jobb a megjelenésük. A hosszú bekezdések megijeszthetik a látogatót és átterelhetik a keresőkből jövő látogatókat a könnyedebb szövegű oldalak felé."],"Add short and concise paragraphs for better readability and UX.":["A rövid és lényegretörő bekezdések javítják az olvashatóságot és a felhasználói élményt."],"Use Table of Content to break-down your text.":["Bontsd fel a szöveget kisebb részekre egy Tartalomjegyzékkel."],"You seem to be using a %1$s to break-down your text.":["Úgy tűnik már használsz egy %1$set a szöveg felbontására."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}